Repository: Ariadneoliveira98/gitignore
Catalog: Formatação/Hard Disk Test/WD/Ref/locale/UnivUpdater.tmx
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

source: Version: %1$@
cs_cz: Verze: %1$@
es_es: Versión: %1$@
hu_hu: Verzió: %1$@
it_it: Versione: %1$@
ja_jp: バージョン: %1$@
ko_kr: 버전: %1$@
nb_no: Versjon: %1$@
nl_nl: Versie: %1$@
pl_pl: Wersja: %1$@
pt_br: Versão: %1$@
ru_ru: Версия: %1$@
tr_tr: Sürüm: %1$@
zh_cn: 版本：%1$@
zh_tw: 版本：%1$@

source: Update your WD firmware to v%1$@.
cs_cz: Aktualizovat firmware disku WD na verzi v%1$@.
de_de: Aktualisieren der WD Firmware auf v%1$@.
es_es: Actualizar el firmware de la unidad WD a la v%1$@.
fr_fr: Mettre à jour votre micrologiciel WD SmartWare vers v%1$@.
hu_hu: WD firmware a következőre: v%1$@.
it_it: Aggiorna firmware WD alla versione v%1$@.
ja_jp: WD ファームウェアを v%1$@ にアップデートする。
ko_kr: WD firmware를 v%1$@로 업데이트합니다.
nb_no: Oppdater din WD fastvare til v%1$@.
nl_nl: Werk u WD-firmware bij naar v%1$@.
pl_pl: Zaktualizuj oprogramowanie sprzętowe WD do wersji v%1$@.
pt_br: Atualizar o firmware WD para v%1$@.
ru_ru: Обновить микропрограмму WD до версии %1$@.
sv_se: Uppdatera inbyggd WD-programvaran till v%1$@.
tr_tr: WD üretici yazılımınızı v%1$@ öğesine güncelleyin.
zh_cn: 将 WD 固件更新为 v%1$@。
zh_tw: 更新 WD 韌體至 v%1$@。

source: Continue
cs_cz: Pokračovat
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
hu_hu: Folytatás
it_it: Continua
ja_jp: 続行
ko_kr: 계속
nb_no: Fortsett
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_br: Continuar
ru_ru: Продолжить
sv_se: Fortsätt
tr_tr: Devam Et
zh_cn: 继续
zh_tw: 繼續

source: Exit
cs_cz: Konec
de_de: Beenden
es_es: Salir
fr_fr: Quitter
hu_hu: Kilépés
it_it: Esci
ja_jp: 終了
ko_kr: 종료
nb_no: Avslutt
nl_nl: Afsluiten
pl_pl: Zakończ
pt_br: Sair
ru_ru: Выход
sv_se: Avsluta
tr_tr: Çıkış
zh_cn: 退出
zh_tw: 結束

source: (Invalid Password)
cs_cz: (Neplatné heslo)
de_de: (Ungültiges Kennwort)
es_es: (Contraseña incorrecta)
fr_fr: (Mot de passe non valide)
hu_hu: (Érvénytelen jelszó)
it_it: (Password non valida)
ja_jp: (無効なパスワード)
ko_kr: (유효하지 않은 비밀번호)
nb_no: (Ugyldig passord)
nl_nl: (Ongeldig wachtwoord)
pl_pl: (Nieprawidłowe hasło)
pt_br: (Senha inválida)
ru_ru: (Недействительный пароль)
sv_se: (Ogiltigt lösenord)
tr_tr: (Geçersiz Parola)
zh_cn: (密码无效)
zh_tw: (密碼無效)

source: The application has encountered an unexpected error and is now exiting.
cs_cz: Aplikace zjistila neočekávanou chybu a bude nyní ukončena.
de_de: Unerwarteter Fehler, die Anwendung wird beendet.
es_es: La aplicación ha detectado un error inesperado y se cerrará.
fr_fr: Une erreur inattendue s'est produite et a provoqué la fermeture de l'application.
hu_hu: Az alkalmazás váratlan hibát észlelt, és most bezár.
it_it: L'applicazione verrà chiusa a causa di un errore imprevisto.
ja_jp: 予期しないエラーが発生したため、アプリケーションを終了しています。
ko_kr: 애플리케이션에 예기치 못한 오류가 발생하여 종료합니다.
nb_no: Programmet har oppdaget en uventet feil og avsluttes nå.
nl_nl: Er is een onverwachte fout opgetreden en de toepassing wordt nu afgesloten.
pl_pl: W tej aplikacji wystąpił nieoczekiwany błąd. Aplikacja zostanie zamknięta.
pt_br: O aplicativo encontrou um erro inesperado e está sendo encerrado.
ru_ru: Произошла непредвиденная ошибка. Приложение будет закрыто.
sv_se: Programmet har påträffat ett oväntat fel och avslutas nu.
tr_tr: Uygulama beklenmedik bir hata ile karşılaştı ve kapanıyor.
zh_cn: 应用程序遇到意外错误，现在正在退出。
zh_tw: 應用程式發生未預期的錯誤，正在結束。

source: End User License Agreement
cs_cz: Licenční smlouva koncového uživatele
de_de: Endbenutzer-Lizenzvereinbarung
es_es: Contrato de licencia de usuario final
fr_fr: Contrat de licence de l'utilisateur final
hu_hu: Végfelhasználói licencmegállapodás
it_it: Contratto di licenza con l'utente finale
ja_jp: エンド ユーザー向け使用許諾契約
ko_kr: 최종 사용자 사용권 계약
nb_no: Lisensavtale for sluttbruker
nl_nl: Gebruiksrechtovereenkomst
pl_pl: Umowa licencyjna użytkownika
pt_br: Contrato de licença do usuário final
ru_ru: Лицензионное соглашение конечного пользователя
sv_se: Licensavtal för slutanvändare
tr_tr: Son Kullanıcı Lisans Sözleşmesi
zh_cn: 最终用户许可协议
zh_tw: 使用者授權合約

source: Privacy policy
cs_cz: Zásady ochrany osobních údajů
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
hu_hu: Titoktartási nyilatkozat
it_it: Informativa sulla privacy
ja_jp: プライバシー ポリシー
ko_kr: 개인정보 보호정책
nb_no: Personvernspolicy
nl_nl: Privacybeleid
pl_pl: Zasady zachowania poufności informacji
pt_br: Política de privacidade
ru_ru: Политика конфиденциальности
sv_se: Sekretesspolicy
tr_tr: Gizlilik politikası
zh_cn: 隐私策略
zh_tw: 隱私權原則

source: Clicking Drive Erase permanently erases all the data on your drive.
cs_cz: Kliknutím na možnost Vymazání disku se trvale odstraní všechna obsažená data.
de_de: Wenn Sie auf „Laufwerklöschung“ klicken, werden alle Daten auf dem Laufwerk endgültig gelöscht.
es_es: Al hacer clic en Eliminar unidad se borran permanentemente todos los datos de la unidad.
fr_fr: Cliquer sur Effacer le lecteur supprime toutes les données.
hu_hu: Ha a Meghajtó törlése lehetőségre kattint, azzal véglegesen töröl minden adatot a meghajtóról.
it_it: Se si fa clic su Cancella unità, si cancellano in modo permanente tutti i dati presenti sull'unità.
ja_jp: ドライブ消去をクリックするとドライブ上のデータはすべて削除されます。
ko_kr: 드라이브 지우기를 클릭하면 드라이브의 모든 데이터가 영구적으로 지워집니다.
nb_no: Når du klikker på Slett stasjon så vil du permanent slette alle data på harddisken.
nl_nl: Door op Schijf wissen te klikken worden alle gegevens op uw schijf permanent gewist.
pl_pl: Kliknięcie polecenia Wymaż dysk spowoduje trwałe usunięcie wszystkich danych z dysku.
pt_br: Clicar em 'Apagar unidade' apaga definitivamente todos os dados da sua unidade.
ru_ru: Нажатие на Drive Erase стирает все данные с накопителя.
sv_se: När du klickar på Radera disk raderar det permanent alla data på din disk.
tr_tr: Sürücüyü Sil öğesine tıklanması sürücünüz üzerindeki tüm verileri kalıcı olarak siler.
zh_cn: 单击“清空硬盘”将永久地擦除硬盘上的所有数据。
zh_tw: 按一下磁碟機清除會將您磁碟機上的所有資料清除。

source: No hint
cs_cz: Bez nápovědy
de_de: Kein Hinweis
es_es: Ningún recordatorio
fr_fr: Aucune indication
hu_hu: Nincs emlékeztető
it_it: Nessun suggerimento
ja_jp: ヒントなし
ko_kr: 힌트 없음
nb_no: Ingen tips
nl_nl: Geen geheugensteun
pl_pl: Bez podpowiedzi
pt_br: Sem dica
ru_ru: Без подсказки
sv_se: Inget tips
tr_tr: İpucu yok
zh_cn: 无提示
zh_tw: 沒有提示

source: Password
cs_cz: Heslo
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
hu_hu: Jelszó
ja_jp: パスワード
ko_kr: 암호
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
sv_se: Lösenord
tr_tr: Parola
zh_cn: 密码
zh_tw: 密碼

source: Password hint
cs_cz: Nápověda k heslu
de_de: Kennworthinweis
es_es: Recordatorio para la contraseña
fr_fr: Indication de mot de passe
hu_hu: Jelszó emlékeztető
it_it: Suggerimento per la password
ja_jp: パスワードのヒント
ko_kr: 암호 힌트
nb_no: Passordtips
nl_nl: Geheugensteun
pl_pl: Podpowiedź do hasła
pt_br: Dica da senha
ru_ru: Подсказка пароля
sv_se: Lösenordstips
tr_tr: Parola ipucu
zh_cn: 密码提示
zh_tw: 密碼提示

source: Warning
cs_cz: Upozornění
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
hu_hu: Figyelmeztetés
it_it: Avviso
ja_jp: 警告
ko_kr: 경고
nb_no: Advarsel
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_br: Aviso
ru_ru: Предупреждение
sv_se: Varning
tr_tr: Uyarı
zh_cn: 警告
zh_tw: 警告

source: Erasing drive. Approximately %1$@ remaining.
cs_cz: Probíhá mazání disku. Přibližně zbývá: %1$@.
de_de: Laufwerk wird gelöscht. Noch etwa %1$@ verbleibend.
es_es: Eliminando la unidad. Queda alrededor de %1$@.
fr_fr: Effacement du lecteur. Temps restant approximatif :%1$@
hu_hu: Meghajtó törlése. Körülbelül %1$@ van hátra.
it_it: Cancellazione unità in corso. Circa %1$@ rimanenti.
ja_jp: ドライブを消去しています。残り約 %1$@
ko_kr: 드라이브 지우기 약 %1$@ 남았습니다.
nb_no: Sletter harddisk. Omtrent %1$@ gjenstår.
nl_nl: Schijf wissen. Ongeveer %1$@ resterend.
pl_pl: Wymazywanie dysku. Pozostało ok. %1$@.
pt_br: Apagando unidade. Aproximadamente %1$@ restantes.
ru_ru: Очистка диска. Осталось примерно %1$@.
sv_se: Raderar disk. Ungefär %1$@ kvar.
tr_tr: Sürücü siliniyor. Yaklaşık olarak %1$@ kaldı.
zh_cn: 正在清空硬盘，大约剩余 %1$@。
zh_tw: 正在清除磁碟機。大約還剩 %1$@。

source: Failed to locate the WD Firmware Updater.
cs_cz: Nebyl nalezen nástroj pro aktualizaci firmwaru disku WD.
de_de: WD Firmware-Aktualisierungsprogramm nicht gefunden.
es_es: No se ha encontrado el Actualizador de firmware de WD.
fr_fr: Impossible de localiser le programme de mise à jour du logiciel WD.
hu_hu: A WD SmartWare firmware frissítő nem található.
it_it: Impossibile trovare il Programma di aggiornamento del firmware WD.
ja_jp: WD Firmware Updater にようこそ。
ko_kr: WD Firmware Updater를 찾을 수 없습니다.
nb_no: Greide ikke å finne oppdateringsprogrammet for fastvaren til WD.
nl_nl: Kan het updateprogramma voor WD-firmware niet vinden.
pl_pl: Nie można odnaleźć programu WD Firmware Updater.
pt_br: Não foi possível localizar o WD Firmware Updater.
ru_ru: Не удалось обнаружить средство обновления микропрограммы WD.
sv_se: Det gick inte att hitta Uppdateraren för inbyggd WD-programvara.
tr_tr: WD Üretici Yazılımı Güncelleyicisi bulunamadı.
zh_cn: 无法找到 WD Firmware Updater。
zh_tw: 找不到 WD Firmware Updater。

source: Failed to locate the correct device plug-in module.
cs_cz: Nebyl nalezen správný modul plug-in zařízení.
de_de: Das richtige Geräte-Plugin-Modul wurde nicht gefunden.
es_es: No se ha encontrado el módulo complementario de dispositivo correcto.
fr_fr: Impossible de localiser le module de plug-in appareil correct.
hu_hu: A megfelelő beépülő modul nem található.
it_it: Impossibile trovare il modulo corretto di plug-in del dispositivo.
ja_jp: 正確なデバイス プラグイン モジュールの検索が失敗しました。
ko_kr: 올바른 장치 플러그인 모듈을 찾을 수 없습니다.
nb_no: Greide ikke å lokalisere korrekt enhetsmodul.
nl_nl: Kan de juiste invoegmodule voor het apparaat niet vinden.
pl_pl: Nie można odnaleźć programu odpowiedniego modułu wtyczki urządzenia.
pt_br: Não foi possível localizar o módulo correto de plug-in do dispositivo.
ru_ru: Не удалось обнаружить требуемый подключаемый модуль устройства.
sv_se: Det gick inte att hitta korrekt plugin-modul för enheten.
tr_tr: Uygun aygıt bağlantı modülü bulunamadı.
zh_cn: 无法找到正确的设备插件模块。
zh_tw: 找不到正確的裝置外掛程式模組。

source: Downloading WD Firmware Updater...
cs_cz: Stahování nástroje pro aktualizaci firmwaru disku WD...
de_de: WD Firmware-Aktualisierungsprogramm wird heruntergeladen...
es_es: Descargando el Actualizador de firmware WD...
fr_fr: Téléchargement du programme de mise à jour du logiciel WD
hu_hu: A WD Firmware letöltése folyamatban...
it_it: Download del Programma di aggiornamento del firmware WD...
ja_jp: WD Firmware Updater をダウンロードしています...
ko_kr: WD Firmware Updater 다운로드 중...
nb_no: Laster ned fastevareoppdatering fra WD...
nl_nl: Het updateprogramma voor WD-firmware downloaden...
pl_pl: Pobieranie programu WD Firmware Updater...
pt_br: Baixando o WD Firmware Updater...
ru_ru: Загрузка средства обновления микропрограммы WD...
sv_se: Hämtar Uppdateraren för inbyggd WD-programvara...
tr_tr: WD Üretici Yazılımı Güncelleyicisi indiriliyor...
zh_cn: 正在下载 WD Firmware Updater...
zh_tw: 正在下載 WD Firmware Updater...

source: WD Firmware Updater download failed. Check your Internet connection; then run the WD Firmware Updater again.
cs_cz: Stažení nástroje pro aktualizaci firmwaru disku WD se nezdařila. Zkontrolujte připojení k Internetu a potom znovu spusťte nástroj pro aktualizaci firmwaru disku WD.
de_de: Herunterladen des WD Firmware-Aktualisierungsprogramms fehlgeschlagen. Überprüfen Sie die Internetverbindung und führen Sie das WD Firmware-Aktualisierungsprogramm anschließend erneut aus.
es_es: Error al descargar el Actualizador de firmware WD. Compruebe su conexión a Internet y vuelva a ejecutar el Actualizador de firmware de WD.
fr_fr: Le programme de mise à jour du logiciel WD a échoué. Vérifiez votre connexion internet ; puis lancez le programme de mise à jour du logiciel WD une nouvelle fois.
hu_hu: A WD Firmware frissítő letöltése sikertelen volt. Ellenőrizze az internetkapcsolatát, majd futtassa újra a WD Firmware frissítőt.
it_it: Download del Programma di aggiornamento del firmware WD non riuscito. Controllare la connessione a Internet; poi eseguire di nuovo il Programma di aggiornamento del firmware WD.
ja_jp: WD Firmware Updater のダウンロードが失敗しました。インターネットの接続をチェックして、WD Firmware Updater を再度実行します。
ko_kr: WD Firmware Updater가 다운로드되지 않았습니다. 인터넷 연결을 확인한 다음 WD Firmware Updater를 다시 실행하십시오.
nb_no: Nedlastingen av oppdateringsprogrammet for fastvare fra WD feilet. Kontroller internettforbindelsen og kjør deretter fastvareoppdateringen fra WD på nytt.
nl_nl: Downloaden van updateprogramma voor WD-firmware is mislukt. Controleer uw internetverbinding en voer het updateprogramma voor WD-firmware opnieuw uit.
pl_pl: Pobieranie programu WD Firmware Updater nie powiodło się. Sprawdź, czy jest dostępne połączenie z Internetem, a następnie ponownie uruchom program WD Firmware Updater.
pt_br: Erro ao baixar o WD Firmware Updater. Verifique sua conexão de Internet e, então, execute o WD Firmware Updater novamente.
ru_ru: Неудачная попытка загрузки средства обновления микропрограммы WD. Проверьте подключение к Интернету, после чего повторно запустите средство обновления микропрограммы WD.
sv_se: Hämtningen av Uppdateraren för inbyggd WD-programvara misslyckades. Kontrollera din Internetuppkoppling. Kör sedan Uppdateraren för inbyggd WD-programvara igen.
tr_tr: WD Üretici Yazılımı Güncelleyicisi indirme işlemi başarısız. İnternet bağlantınızı kontrol edin; daha sonra WD Üretici Yazılımı Güncelleyicisini tekrar çalıştırın.
zh_cn: WD Firmware Updater 下载失败。请检查互联网连接；然后重新运行 WD Firmware Updater。
zh_tw: WD Firmware Updater 下載失敗。檢查您的網際網路連線：然後再次執行 WD Firmware Updater。

source: Internet connection failed. An Internet connection is required to download the WD Firmware Updater.
cs_cz: Selhalo připojení k Internetu. Pro stažení nástroje pro aktualizaci firmwaru disku WD je nutné připojení k Internetu.
de_de: Internetverbindung fehlgeschlagen. Zum Herunterladen des WD Firmware-Aktualisierungsprogramms ist eine Internetverbindung erforderlich.
es_es: Error en la conexión a Internet. Es necesaria una conexión a Internet para descargar el Actualizador de firmware WD.
fr_fr: Echec de la connexion à internet. Une connexion internet est nécessaire pour télécharger le programme de mise à jour du logiciel WD.
hu_hu: Az internetkapcsolat megszakadt. A WD firmware frissítő letöltéséhez internetkapcsolatra van szükség.
it_it: Connessione a Internet non riuscita. Per scaricare il Programma di aggiornamento del firmware WD occorre una connessione a Internet.
ja_jp: インターネットの接続が失敗しました。WD Firmware Updater をダウンロードするにはインターネットの接続が必要です。
ko_kr: 인터넷에 연결하지 못했습니다. WD Firmware Updater를 다운로드하려면 인터넷 연결이 필요합니다.
nb_no: Internettforbindelsen feilet. En internettforbindelse er nødvendig for å kunne laste ned oppdateringsprogrammet for fastvare fra WD.
nl_nl: Internetverbinding mislukt. Er is een internetverbinding vereist om het updateprogramma voor WD-firmware te downloaden.
pl_pl: Nie można nawiązać połączenia z Internetem. Pobranie programu WD Firmware Updater wymaga sprawnego połączenia z Internetem.
pt_br: Erro na conexão de internet. É necessário ter uma conexão de internet para baixar o WD Firmware Updater.
ru_ru: Неудачная попытка подключения к Интернету. Для загрузки средства обновления микропрограммы WD требуется подключение к Интернету.
sv_se: Internetuppkopplingen misslyckades. Det krävs en Internetuppkoppling för att hämta Uppdateraren för inbyggd WD-programvara.
tr_tr: İnternet bağlantısı başarısız. WD Üretici Yazılımı Güncelleyicisini indirmek için İnternet bağlantısı gerekir.
zh_cn: 互联网连接失败。下载 WD Firmware Updater 需要互联网连接。
zh_tw: 網際網路連線失敗。需要使用網際網路連線才能下載 WD Firmware Updater。

source: WD Firmware Updater version outdated. From www.wdc.com, choose Support > Downloads; then locate and download the latest version of the WD Firmware Updater.
cs_cz: Verze nástroje pro aktualizaci firmwaru disku WD není aktuální. Na webu www.wdc.com, zvolte možnost Podpora > Položky ke stažení a vyhledejte nejnovější verzi nástroje pro aktualizaci firmwaru disku WD.
de_de: Version des WD Firmware-Aktualisierungsprogramms veraltet. Wählen Sie auf www.wdc.com "Support > Downloads", suchen Sie die neuste Version des WD Firmware-Aktualisierungsprogramms und laden Sie es herunter.
es_es: Versión del Actualizador de firmware WD obsoleta. En www.wdc.com, elija Asistencia > Descargas y localice y descargue la versión más reciente del Actualizador de firmware WD.
fr_fr: Version du programme de mise à jour du logiciel WD trop ancienne. A partir de www.wdc.com, choisissez Assistance > Téléchargements ; puis trouvez et téléchargez la dernière version sur programme de mise à jour du logiciel de WD.
hu_hu: A WD Firmware frissítő verzió lejárt. A www.wdc.com weboldalon válassza a Támogatás > Letöltések lehetőséget, majd keresse meg a WD firmware frissítő legfrissebb verzióját.
it_it: Versione del Programma di aggiornamento del firmware WD obsoleta. Su www.wdc.com, scegliere Supporto > Download; poi individuare e scaricare l'ultima versione del Programma di aggiornamento del firmware WD.
ja_jp: 古い WD Firmware Updater のバージョンです。www.wdc.com から Support > Downloads を選択して、最新バージョンの WD Firmware Updater を検索してダウンロードしてください。
ko_kr: WD Firmware Updater가 오래된 버전입니다. www.wdc.com에서, 지원 > 다운로드를 선택한 다음 WD Firmware Updater의 최신 버전을 찾아서 다운로드하십시오.
nb_no: Versjonen av oppdateringsprogrammet for fastvare fra WD er utdatert. På www.wdc.com må du velge Kundestøtte > Nedlastinger. Deretter må du finne og laste ned den siste versjonen av oppdateringsprogrammet for fastvaren til WD.
nl_nl: Verouderde versie van het updateprogramma voor WD-firmware. Ga naar www.wdc.com, kies Support > Downloads, en download de nieuwste versie van het updateprogramma voor WD-firmware.
pl_pl: Zainstalowana wersja programu WD Firmware Updater jest przestarzała. Na stronie www.wdc.com wybierz kolejno Pomoc techniczna > Pliki do pobrania, a następnie odszukaj i pobierz najnowszą wersję programu WD Firmware Updater.
pt_br: Versão do WD Firmware Updater desatualizada. No site www.wdc.com. escolha Suporte > Downloads. Então, localize e baixe a versão mais recente do WD Firmware Updater.
ru_ru: Устаревшая версия средства обновления микропрограммы WD. На сайте www.wdc.com выберите Поддержка > Загрузки, после чего выберите и загрузите последнюю версию средства обновления микропрограммы WD.
sv_se: Versionen av Uppdateraren för inbyggd WD-programvara är föråldrad. Från www.wdc.com, välj Support > Hämtningar. Hitta och hämta sedan den senaste versionen av Uppdateraren för inbyggd WD-programvara.
tr_tr: WD Üretici Yazılımı Güncelleyicisi sürümü güncel değil. www.wdc.com adresinden, Destek > İndirmeler öğesini seçin; ardından WD Üretici Yazılımı Güncelleyicisinin en son sürümünü bulup indirin.
zh_cn: WD Firmware Updater 版本过期。请访问 www.wdc.com，选择“支持” > “下载”；然后找到并下载最新版本的 WD Firmware Updater。
zh_tw: WD Firmware Updater 版本已過期。從 www.wdc.com，選擇支援 > 下載；然後找到並下載最新版本的 WD Firmware Updater。

source: Web connection error: the previously downloaded firmware version may be out of date.
cs_cz: Chyba připojení k webu: předchozí stažená verze firmwaru může být zastaralá.
de_de: Internetverbindungsfehler: Die zuvor heruntergeladene Firmware-Version ist möglicherweise veraltet.
es_es: Error de conexión web: La versión del firmware anteriormente descargada puede no estar actualizada.
fr_fr: Erreur de connexion web : la version de logiciel téléchargée précédemment doit être périmée.
hu_hu: Webkapcsolat hiba: a korábban letöltött firmware verzió elavult lehet.
it_it: Errore di connessione Web: è possibile che la versione del firmware scaricata in precedenza sia obsoleta.
ja_jp: ウエブ接続のエラー：以前にダウンロードしたファームウェアのバージョンは最新ではありません。
ko_kr: 웹 연결 오류: 이전에 다운로드한 펌웨어 버전이 최신 상태가 아닐 수 있습니다.
nb_no: Nettilkoblingsfeil: Den allerede nedlastede fastvareversjonen kan være utdatert.
nl_nl: Fout met webverbinding: de eerder gedownloade firmwareversie is mogelijk verouderd.
pl_pl: Błąd połączenia z Internetem: poprzednio pobrana wersja oprogramowania sprzętowego może być nieaktualna.
pt_br: Erro de conexão web: a versão do firmware baixada anteriormente pode estar desatualizada.
ru_ru: Ошибка подключения к сети: возможно, ранее загруженная версия встроенной программы устарела.
sv_se: Webbanslutningsfel: Den tidigare hämtade programvaruversionen kan vara föråldrad.
tr_tr: İnternet bağlantı hatası: önceden yüklenmiş ürün yazılımı sürümünün tarihi eski olabilir.
zh_cn: 网络连接错误：先前下载的固件版本可能已经过期。
zh_tw: 網路連線錯誤：之前下載的韌體版本可能已過期。

source: About
cs_cz: Informace o produktu
de_de: Info
es_es: Acerca de
fr_fr: À propos de
hu_hu: Névjegy
it_it: Informazioni
ja_jp: バージョン情報
ko_kr: 정보
nb_no: Om
nl_nl: Info
pl_pl: Informacje
pt_br: Sobre
ru_ru: О программе
sv_se: Om
tr_tr: Hakkında
zh_cn: 关于
zh_tw: 關於

source: Support
cs_cz: Podpora
es_es: Asistencia técnica
fr_fr: Assistance
hu_hu: Támogatás
it_it: Supporto
ja_jp: サポート
ko_kr: 지원
nb_no: Kundestøtte
nl_nl: Ondersteuning
pl_pl: Pomoc techniczna
pt_br: Suporte
ru_ru: Поддержка
sv_se: Stöd
tr_tr: Destek
zh_cn: 支持
zh_tw: 支援

source: Help
cs_cz: Nápověda
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
hu_hu: Súgó
it_it: Guida
ja_jp: ヘルプ
ko_kr: 도움말
nb_no: Hjelp
pl_pl: Pomoc
pt_br: Ajuda
ru_ru: Справка
sv_se: Hjälp
tr_tr: Yardım
zh_cn: 帮助
zh_tw: 說明

source: Accept
cs_cz: Přijmout
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
hu_hu: Elfogadás
it_it: Accetta
ja_jp: 同意する
ko_kr: 수락
nb_no: Godta
nl_nl: Accepteren
pl_pl: Akceptuję
pt_br: Aceitar
ru_ru: Принять
sv_se: Acceptera
tr_tr: Kabul Et
zh_cn: 接受
zh_tw: 接受

source: Drive Erase
cs_cz: Vymazání disku
de_de: Laufwerklöschung
es_es: Eliminar unidad
fr_fr: Effacement du lecteur
hu_hu: Meghajtó törlése
it_it: Cancella unità
ja_jp: ドライブ消去
ko_kr: 드라이브 지우기
nb_no: Slett harddisken
nl_nl: Schijf wissen
pl_pl: Wymaż dysk
pt_br: Apagar unidade
ru_ru: Очистить диск
sv_se: Radera disk
tr_tr: Sürücüyü Sil
zh_cn: 清空硬盘
zh_tw: 磁碟機清除

source: Unlock
cs_cz: Odemknout
de_de: Entsperren
es_es: Desbloquear
fr_fr: Déverrouiller
hu_hu: Feloldás
it_it: Sblocca
ja_jp: ロック解除
ko_kr: 잠금 해제
nb_no: Lås opp
nl_nl: Ontgrendelen
pl_pl: Odblokuj
pt_br: Desbloquear
ru_ru: Разблокировать
sv_se: Lås upp
tr_tr: Kilidi Aç
zh_cn: 解锁
zh_tw: 解除鎖定

source: I understand that reformatting my drive will delete all of my data.
cs_cz: Rozumím, že formátováním disku se odstraní všechna moje data.
de_de: Ich bin mir bewusst, dass durch eine Neuformatierung des Laufwerks alle Daten gelöscht werden.
es_es: Entiendo que al volver a formatear la unidad se perderán todos los datos.
fr_fr: Je comprends que le reformatage du lecteur entraînera la suppression de toutes mes données.
hu_hu: Megértettem, hogy a meghajtó újraformázásával törlök minden adatot.
it_it: L'utente comprende che con la riformattazione dell'unità verranno eliminati tutti i dati contenuti su di essa.
ja_jp: ドライブを再フォーマットすると、すべてのデータが削除されることを理解しています。
ko_kr: 드라이브를 다시 포맷하면 모든 데이터가 삭제된다는 점을 숙지하고 있습니다.
nb_no: Jeg forstår at en reformatering av harddisken vil slette alle data på den.
nl_nl: Ik begrijp dat al mijn gegevens worden verwijderd wanneer ik mijn schijf opnieuw formatteer.
pl_pl: Rozumiem, że sformatowanie dysku spowoduje całkowite usunięcie moich danych.
pt_br: Eu compreendo que a reformatação da unidade excluirá todos os dados.
ru_ru: Я понимаю, что форматирование диска приведет к удалению всех данных.
sv_se: Jag förstår att omformatering av min disk tar bort alla mina data.
tr_tr: Sürücümü yeniden biçimlendirmenin tüm verilerimi sileceğini anladım.
zh_cn: 我了解，重新格式化驱动器将删除所有数据。
zh_tw: 我了解重新格式化磁碟機將會刪除所有的資料。

source: UNDEFINED
cs_cz: NEDEFINOVÁNO
de_de: UNDEFINIERT
es_es: INDEFINIDO
fr_fr: NON DÉFINI(E)
hu_hu: NEM MEGHATÁROZOTT
it_it: NON DEFINITO
ja_jp: 未定義
ko_kr: 미정됨
nb_no: UDEFINERT
nl_nl: NIET GEDEFINIEERD
pl_pl: NIEZDEFINIOWANE
pt_br: NÃO DEFINIDO
ru_ru: НЕ ОПРЕДЕЛЕНО
sv_se: ODEFINIERAT
tr_tr: TANIMLANMAMIŞ
zh_cn: 未定义
zh_tw: 未定義
